00
820
274
282
491
276
530
715
424
486
428
572
38
304
431
414
250.22
805
724
682
601
585
784
401
218
553
780
433
441
434
722
435
217
786
578
997
415
250.13
564
410
569
250.1
250.7
560
250
962
493
566
250.82
281
850
557
536
599
250.02
518
250.41
998
584
42
620
440
442
821
496
296
562
135
185
823
288
250.6
443
577
291
337
402
427
183
996
359
280
552
411
590
V57
307
558
576
250.8
458
531
250.92
227
250.42
945
593
226
250.01
198
574
189
413
250.12
733
8
807
648
436
466
785
792
250.32
162
813
379
250.83
852
250.03
511
535
570
250.2
822
416
787
490
303
331
738
191
174
789
824
300
348
154
200
592
611
604
625
374
250.23
626
352
396
250.33
284
250.11
295
532
425
398
290
153
212
346
188
622
370
386
507
812
V53
579
394
262
?
788
716
351
596
403
193
729
618
642
164
568
794
455
235
730
935
721
482
202
540
437
426
293
519
515
225
571
783
309
922
53
250.4
494
453
238
481
913
808
541
421
255
594
610
305
432
404
555
250.43
598
600
446
54
294
727
723
708
726
485
332
454
681
250.81
117
782
801
640
575
292
429
660
286
312
203
995
573
79
298
151
V54
617
211
V58
654
322
581
718
182
197
462
459
556
350
707
320
694
285
444
340
711
664
487
607
840
342
537
478
797
239
534
969
157
362
514
986
959
608
719
942
V55
383
158
278
9
781
311
527
528
550
112
420
451
204
287
791
250.3
924
661
47
917
728
999
567
345
325
659
423
70
814
368
680
382
252
595
447
710
241
851
150
522
380
344
438
799
196
152
263
746
277
250.93
756
958
965
253
656
892
378
516
220
301
843
365
78
333
816
802
616
495
48
219
844
11
356
465
395
242
513
655
V45
41
430
250.9
82
V56
361
835
691
644
983
388
526
205
445
524
619
187
501
376
233
289
461
355
582
E909
155
512
643
693
865
492
790
825
475
853
510
349
172
480
214
878
879
614
882
161
686
184
796
994
283
170
793
3
970
275
250.21
5
810
405
199
714
565
V71
35
470
417
735
933
456
977
230
860
245
508
646
266
115
641
972
250.31
88
674
966
936
146
156
734
471
623
474
473
955
968
192
377
683
854
385
736
180
240
464
627
360
893
751
251
323
836
861
110
250.91
327
920
533
621
586
591
229
847
963
273
914
457
747
862
603
215
66
615
397
228
845
354
685
602
216
163
964
873
338
529
149
335
179
881
306
358
692
663
990
V63
369
521
297
353
652
989
141
34
934
658
261
310
967
696
759
551
800
921
250.5
957
916
745
357
605
883
806
867
890
272
244
173
131
463
208
237
250.53
891
817
737
725
803
992
483
864
210
871
94
52
201
831
717
705
863
V25
695
171
991
324
706
903
868
897
341
452
194
39
928
49
885
195
V51
366
308
27
709
336
886
804
136
250.52
V67
500
588
976
684
633
704
175
952
875
391
10
