00
401
722
274
590
282
491
414
38
574
410
530
715
424
250.13
600
434
428
304
296
486
812
996
805
601
780
562
466
218
553
682
433
441
493
435
786
217
276
157
355
415
564
592
453
250.11
250.02
250.8
403
250.7
560
250.93
599
962
569
250
995
511
557
536
162
518
427
250.41
998
724
584
42
V57
620
442
496
135
185
823
288
250.6
443
577
291
183
359
280
552
411
426
730
250.42
307
558
820
535
507
285
576
789
458
531
49
250.92
527
707
945
723
226
402
566
431
515
198
188
729
250.12
197
79
846
278
822
571
8
807
681
648
436
532
423
785
250.32
824
482
379
346
989
295
726
733
250.22
250.03
416
334
368
787
728
703
298
578
191
277
585
540
174
189
250.82
154
440
398
241
374
250.23
294
626
593
654
352
284
997
595
738
290
153
212
575
151
386
370
510
351
V53
413
250.83
262
716
922
596
193
644
618
568
794
977
924
455
661
534
721
7
573
808
202
437
432
641
281
309
53
225
250.4
494
481
337
250.01
331
782
663
625
821
211
250.81
421
594
610
255
969
404
852
250.43
598
719
446
332
430
293
425
790
447
485
454
286
250.33
287
522
658
801
300
640
429
813
235
660
519
203
579
474
292
642
V54
616
705
303
784
617
227
581
155
180
461
308
987
250.31
867
320
694
572
444
312
459
340
711
75
664
275
607
263
182
727
342
238
478
V58
239
253
550
362
250.5
986
143
959
556
117
608
456
250.2
537
656
840
V55
383
158
9
781
250.1
860
659
47
487
420
335
204
934
826
714
580
244
438
917
999
199
457
492
490
567
325
70
861
958
252
348
967
483
851
150
380
344
242
708
799
V56
357
V45
968
746
152
965
892
378
142
250.3
516
160
220
495
297
465
853
350
756
54
301
555
843
788
365
462
396
78
633
891
333
816
250.21
759
797
11
48
112
345
591
395
611
261
680
356
604
349
161
311
513
942
655
475
751
41
904
39
82
196
512
710
850
361
451
834
647
691
983
873
388
800
526
3
524
619
614
187
839
251
501
233
341
551
E909
289
736
171
643
868
802
865
179
825
913
172
970
686
621
376
230
565
878
528
480
170
210
533
184
145
747
994
327
283
992
737
310
464
35
306
136
810
836
588
405
783
205
842
473
417
735
725
815
933
693
514
445
245
521
508
646
266
920
463
674
936
237
793
972
732
692
470
156
88
717
966
734
928
623
882
883
955
844
192
683
602
385
240
384
854
V71
215
394
627
893
422
323
952
353
652
5
835
690
847
173
963
382
273
354
991
914
935
831
720
250.9
665
V60
862
603
66
615
586
61
305
228
583
700
685
718
632
921
163
360
880
964
200
529
149
881
358
V63
369
146
753
338
147
795
250.53
541
31
971
696
837
397
322
246
870
336
866
923
745
605
347
806
792
272
V43
194
864
890
803
141
131
94
34
363
110
695
223
871
214
570
201
990
863
V25
57
814
706
195
208
897
452
542
796
366
875
27
886
709
36
975
250.91
879
838
657
412
175
916
V67
845
704
V66
207
832
649
391
10
